const list = {
  Capella: [
    {
      title: '第一代Capella(616/618)：1970—1974年',
      content: '第一代Capella的车身长宽高分别为4150×1580×1420毫米，轴距为2470毫米，尺寸上接近现在的紧凑型车型。在动力上，第一代Capella最初搭载了一台76千瓦，峰值扭矩144牛米的1.6升发动机；后追加一款1.5升发动机，最大功率为57千瓦，峰值扭矩118牛米。',
      pic: 'http://pic.baa.bitautotech.com/img/V2pic.baa.bitautotech.com/usergroup/2016/2/4/aee391a312104225bc9a009fa980f535_720_0_max_jpg.jpg'
    },
    {
      title: '第二代Capella(616/618):1974—1978年',
      content: "1974年2月，Capella迎来了第一次换代，虽名为换代车型，但更像是一次较大变动的改款车型。相比第一代Capella，整体上的改变并不大，只在前脸的设计和内饰仪表盘等方面进行了新设计。前脸增加了更多镀铬装饰，下保险杠进行了全新设计，而在车型尺寸上，只有长度增加了110毫米，其他尺寸没有变化。动力上依然沿用了第一代Capella车型的1.6升、1.8升和转子发动机。",
      pic: 'http://img4.baa.bitautotech.com/img/V2img4.baa.bitautotech.com/usergroup/2016/2/4/1595e644af68452c976aea93dba9429a_720_0_max_jpg.jpg'
    },
    {
      title: '第三代Capella（626）：1978—1982年',
      content: '第三代Capella的外观设计完全脱离了前两代的影子，采用了商务范儿的车头布局，车尾的造型相比第一代Capella那类似掀背设计的造型变得中规中矩。从这样的变化不难观察出，第三代Capella已经将自己的定位定在了准中级家用车级别。内饰方面也给人一种方正的感觉，不出彩但肯定不出错，配备了手动空调、收音机等当时算是先进的配置。后排座椅可折叠式的设计，在很大程度上提高了这款车的实用性。',
      pic: 'http://img3.baa.bitautotech.com/img/V2img3.baa.bitautotech.com/usergroup/2016/2/4/0eaa5ee67c0e4fd19d42d9ee1135098b_720_0_max_jpg.jpg'
    },
    {
      title: '第四代Capella（626）：1982—1987年',
      content: '采用代号BC的新开发平台，同平台的还有福特Telstar（蒙迪欧的前身），底盘也由前置后驱布局转型为前置前驱布局，由于前置前驱的布局结构，引擎与驱动桥被至于同一水平上，因此便形成非常紧凑的引擎舱布局。这个平台上除了提供2门和4门轿车版之外，5门掀背版也首次推出。',
      pic: 'http://img1.baa.bitautotech.com/img/V2img1.baa.bitautotech.com/usergroup/2016/2/4/5c856f8ea7234688b296dae4fd58a266_720_0_max_jpg.jpg'
    },
    {
      title: '第五代Capella（626）：1988—1993年',
      content: '1988年量产的第五代Capella采用了GD平台，依旧是前置前驱布局。推出了包括了四门轿车版、五门掀背车型、双门轿跑车（海外叫做MX-6）及一个全新的旅行车多款车型。第五代Capella外观造型变得更加犀利，修长的头灯和尾灯加上扁平的车头，都给人以刀锋式的速度感。而在内饰设计上，仍然是以居家实用为主，已经有了些许近代车型的气息。动力方面继续沿用了之前老款车型的1.6升、1.8升、2.0升和2.0升柴油发动机。',
      pic: 'http://img1.baa.bitautotech.com/img/V2img1.baa.bitautotech.com/usergroup/2016/2/4/4ca89c3960a74331be18a8baaef189d1_720_0_max_jpg.jpg'
    },
    {
      title: '第六代Capella（626Cronos）：1994—1997年',
      content: '1994年由于马自达Capella的兄弟车Cronos在市场上的销售情况不佳，马自达急于开发全新车型挽回颓势。于是在1994年8月份推出了第六代Capella，基于GE平台（Cronos的生产平台）为基础再开发出CG平台生产，也正是这个原因，在海外市场习惯把这一代车型称作为马自达626 Cronos。',
      pic: 'http://img3.baa.bitautotech.com/img/V2img3.baa.bitautotech.com/usergroup/2016/2/4/f80d0c2c61564510b008416f7953bd8a_720_0_max_jpg.jpg'
    },
    {
      title: '第七代Capella（626）：1998—2002年',
      content: '1998年最后一代马自达Capella发布，从这一代开始不再使用Cronos命名，在日本继续称作Capella，而海外市场也继续使用626命名。这一代车型相比于第六代Capella整体设计风格没有太多改变，只是在细节上的升级体现出了一些大气的感觉，而且在车身尺寸上，相比上一代车型也再次加长了，比上一代车型长度和轴距都增加了60毫米。',
      pic: 'http://img2.baa.bitautotech.com/img/V2img2.baa.bitautotech.com/usergroup/2016/2/4/a1e3b9493bdf4361a402032d9421197a_720_0_max_jpg.jpg'
    },
    {
      title: '第一代Atenza（马自达6）：2002—至今',
      content: '第一代Atenza在2002年的问世意味着Capella/626系列30多年的成就成为了历史，接力棒交到了Atenza的手上。第一代Atenza是一款在国内有着广泛拥趸的车型，国产化的成功也让它在中国有了一个叫的更响的名字－马6。',
      pic: 'http://img2.baa.bitautotech.com/img/V2img2.baa.bitautotech.com/usergroup/2016/2/4/6bc3aadc66a84481b77d45973ac3c367_720_0_max_jpg.jpg'
    },
    {
      title: '第二代Atenza（马自达6 睿翼）：2008—至今',
      content: '在第一代马自达6经过了5年的发展以后，2007年，第二代马自达6正式在法兰克福车展上亮相，全新的马自达6采用上一代GG修正后的GH平台生产，2008年正式上市，共计推出了4门轿车、5门掀背和5门旅行版3个车款，换代后的新一代马自达6不仅外观变得更加动感大气而且内饰设计上也更突显年轻化。',
      pic: 'http://img1.baa.bitautotech.com/img/V2img1.baa.bitautotech.com/usergroup/2016/2/4/d7d3812bf50f4080926de551f19ea666_720_0_max_jpg.jpg'
    },
    {
      title: '第三代Atenza（马自达6 阿特兹）：2014—至今',
      content: '2014年问世的第三代Atenza在外观上可以说相当引人眼球，相比前两代车型，车身的整体线条更为流畅。睿翼有着明显第一代马6的影子，而第三代Atenza则采用了完全不同的设计理念，马自达将这种设计理念称之为“魂动设计”。新设计给第三代Atenza带来了强烈的新鲜感，同时相当符合当下的审美要求，可谓是百看不厌。',
      pic: 'http://img1.baa.bitautotech.com/img/V2img1.baa.bitautotech.com/usergroup/2016/2/4/c9db4a0abeec4c178ce00100afb9fc01_720_0_max_jpg.jpg'
    }
  ],
  Accord: [
    {
      title: '第一代 SJ/SM型（1976-1981年）',
      content: '其实第一代雅阁基本上能看作是一辆放大的思域，两者的机械机构非常相近。前置发动机、前轮驱动，完全符合本田的“MM思想”（机械最小化，乘坐空间最大化）。事实上，本田宗一郎原本希望雅阁将会是一辆具有六缸发动机的跑车，因为他本身是庞蒂亚克火鸟的车主，但是这个提议被内部否决了，那时人们开始意识到省油轻巧的重要性，因此雅阁还是成为一辆以经济取向的典型日本车。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180304124209243415057726970.jpg'
    },
    {
      title: '第二代 SY/SZ/AC/AD型（1981-1985年）',
      content: '第二代车型创下了许多个“第一”，它是第一款在美国生产的日本车、第一款配置惯性导航仪的车型、美国最畅销的日本车型，中期改款的美规车型还搭载了本田独自开发的PGM-Fi电喷技术。到了这代车型，四挡自动变速箱、每缸三气门发动机都出现在雅阁的配置清单中。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180304124214076498285792451.jpg'
    },
    {
      title: '第三代 CA1/2/3/4/5/6型（1985-1990年）',
      content: '第三代车型是我个人最喜欢的一款车，因为它使用了跳灯设计，看起来特别前卫。当然这款车型厉害的地方不只是造型前卫，它的B20A发动机使用了全铝材质，所以重量比起当时流行的铸铁材质轻上不少，成为了当时推重比最好的发动机。除此之外，第三代雅阁是本田第一辆使用四轮双叉臂悬挂的车款。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180304124217388657737017155.jpg'
    },
    {
      title: '第四代 CB1/2/3/4型（1989-1994年）',
      content: '到了这一代，本田取消了三门两厢车型，只有四门轿车、美国生产的旅行车和双门车型。这代车型的特点在于车室空间更大，在美国市场的分类已经从紧凑级轿车变成中型轿车，但是在日本市场，由于车宽还是1695mm（低于法规的1700mm），所以还是属于小型自动车。第四代车型还曾经连续三年成为全美销售最佳的车型。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180304124224689157803511202.jpg'
    },
    {
      title: '第五代 CD3/4/5/6型（1993-1997年）',
      content: '这代的日规车型车宽超过了1700mm，所以在日本分类成为了普通自动车（税金比小型自动车更高）。而这代车型最大的亮点，是发动机除了原有的四缸机型，还导入了V6发动机，更加高级化。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180304124229718288935733653.jpg'
    },
    {
      title: '第六代 北美和亚太地区规格 CG1/2/3/4/5/6型（1997-2002年）',
      content: '这代雅阁是首次以正式合资的形式，出现在国内市场中。在那个汽车销量不算很火红的年代中，上市仅仅一年就卖出了三万多辆，直至2002停产之时，雅阁累积了13万辆销售成绩，让中国市场又为雅阁的销售额贡献了不少数字。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180304124237435546157919636.jpg'
    },
    {
      title: '第七代 北美和亚太地区规格 UC1型（2002-2008年）',
      content: '老实说这代雅阁是我觉得外形“奇特”的雅阁，当然这只是主观看法，也有很多人觉得这代雅阁看起来年轻动感。广汽本田对于七代雅阁寄予厚望，结果也没令人失望。月销量过万对雅阁来说不是难事，它也是国内首款累计销量突破50万辆的中级车。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180304124243742592282257482.jpg'
    },
    {
      title: '第八代 CP1/2/3 CS1/2型（2008-2013年）',
      content: '4960×1857×1476（mm）的车身长宽高（2012年中规车型数据），搭配2800mm的轴距，让它在国内任何一辆中级车旁边都不嫌小气，大灯和尾灯的设计也让整辆车看起来更有层次感。就算用今天的眼光来看，还是很有卖相。在北美的分类中，这一代雅阁四门车型，已经脱离了中级车的级别，被分到全尺寸轿车（Full-size、E-segment）车型中。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180304124252142577095930602.jpg'
    },
    {
      title: '第九代 CR1/2/3（北美）5/6型（2013-2016年）CR7型 (中期改款车型2016年- )',
      content: '到了第九代，北美车型和日规车型终于再度合流了，不过第九代车型也确定退出欧洲本田的行列。北美在2012年底就上市，日本本土反而要到2013年5月31日才正式在网站上公开。内地市场则是在2013年9月正式上市，共有三款动力提供选择：2.0L、2.4L和V6 3.0L（国外仍有V6 3.5L车型），之后更引入混动车型。另外，北美市场仍然有专供的双门车型。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180305023311619315407434894.jpg'
    },
    {
      title: '第十代 （2018年-）',
      content: '2017年7月，本田十代雅阁正式对外发布，2017年10月开始在北美洲制造。和上一代车型相比，这代雅阁看起来非常年轻。原本这个级别的车型都偏向稳重成熟的设计语言，但是年轻化已经是不可挡的趋势，这代雅阁也顺应民意，和以往相比年轻不少。',
      pic: 'http://img1.xcarimg.com/drive/26892/28786/640_480_20180315163932012986907852065.jpg'
    }],
  Camry: [
    {
      title: '第零代车系——Celica Camry（A40/50），1980-1982',
      content: '在提到凯美瑞车系的历史的时候，很多时候这个只存在过两年，几乎从未正式在日本本土之外发售的，也并不正式被算作凯美瑞的Celica Camry，也是凯美瑞历史上唯一的后驱车型才是最初的凯美瑞。',
      pic:'http://img1.xcarimg.com/guide/3296/4430/500_375_20110823142222719353.jpg'
    },
    {
      title: '第一代车型——V10，1982-1986',
      content: '在日本本土市场，丰田则帮凯美瑞披上了一件别的马甲——丰田Vista。初代凯美瑞一改原先Celica Camry时代动力配置杂乱的状况，只使用2.0L直列四缸自然吸气的2S-ELC发动机，具有91ps的最大马力，另外还有1.8L和2.0L的两款柴油发动机1C-TLC和2C-TLC提供，具有74ps最大马力。',
      pic:'http://img1.xcarimg.com/guide/3296/4430/500_375_20110823142224719355.jpg'
    },
    {
      title: '第二代车型——V20，1986-1990',
      content: '不同于初代只提供四门双排座椅的Sedan构型，在第二代车型当中，丰田首次提供了旅行车版本的凯美瑞，以满足相当喜爱这种样式的车型的欧洲消费者，同时在日本市场发售了了一种被称为hard-top（也就是类似敞篷车的无框车门，但是继续为硬顶的构型）的车身构型的高级版，Camry Prominent。',
      pic:'http://img1.xcarimg.com/guide/3296/4430/500_375_20110823142226719357.jpg'
    },
    {
      title: '第三代车型——改变与并存的开始',
      content: '990年7月在日本市场发布的代号V30的第三代凯美瑞可以算是之前的第二代车型的直系后裔，不论是车体大小，还是动力配置等各方面都没有很大幅的改变，只不过因应90年代初的设计风格在线条上变得更圆润化，同时因为主要针对的日本本土市场对旅行车需求极其有限，V30取消了旅行车版本，只提供Sedan和Hard-top两种车身构型选择。',
      pic: 'http://img1.xcarimg.com/guide/3296/4430/500_375_20110823142227719360.jpg'
    },
    {
      title: '第四代车型——最后的并行时代',
      content: '在wide-body版本的XV10已经在全球市场销售之后，紧凑级的凯美瑞继续在日本市场存在了几年，1994年7月，退居日本本土的她迎来了最后一次的换代，不同于之前V30时代，全新的V40线条不再有着1990年代初盛行的那种修长圆润，线条重新变得较为平直，视觉感上也更为厚重一些，颇有点当时的高级车的造型的意味。',
      pic: 'http://img1.xcarimg.com/guide/3296/4430/500_375_20110823142229719363.jpg'
    },
    {
      title: '第五代车型——XV30，2001-2006',
      content: '从第五代车型，先前的普通型和所谓wide-body型并行的情况终于结束，而2003年7月，作为曾经的普通型凯美瑞的日本本土衍生品的车架代号V50的最后一代Vista车系也被终止生产，在这个世纪初，凯美瑞也随着时间一起进入了一个全新的时代——正式的，毫无疑问的成为丰田品牌在全球市场的唯一前驱中级家用车。',
      pic: 'http://img1.xcarimg.com/guide/3296/4430/500_375_20110823142231719366.jpg'
    },
    {
      title: '第六代车型——XV40，2006-2011',
      content: 'XV40现在也就是遍布国内大街小巷，由广汽丰田国产的凯美瑞，因应丰田现地生产的政策而国产的这代车型，成功的将原先进口车型超过30万元的售价拉低至20万元左右，无疑对这款车型在内地市场的推广和销售带来了相当大的好处。在现地生产这方面，这代车型更超上代，产地里甚至包括俄罗斯的圣彼得堡，也许这算得上丰田迄今为止最靠近北极圈的一个产地了。',
      pic: 'http://img1.xcarimg.com/guide/3296/4430/500_375_20110823142234719370.jpg'
    },
    {
      title: '第七代车型——XV50，2011-',
      content: '从一辆车最根本的动力总成方面来讲，代号XV50的凯美瑞并不会和小改款后的上一代车型有任何的区别：提供三款汽油动力配置，2.0L的2AZ-FE发动机搭配四速自动变速箱（上帝啊，凯美瑞用了多少代四速自动了？也许是从车系出现开始？），2.5L的2AR-FE发动机或者3.5L的2GR-FE发动机搭配6速自动变速箱，外加一款丰田一向擅长的混合动力配备。',
      pic: 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1522598549785&di=f82e1c3825ebcc5ee2187bef89c6bedf&imgtype=0&src=http%3A%2F%2Fauto.cnhubei.com%2F_CMS_NEWS_IMG_%2Fwww2%2F2011-12%2F14%2F1_5a6962a9781b49008a4b44399181f83c.jpg'
    },
    {
      title: '第八代（2018年-）',
      content: '全新凯美瑞开起来完全不像记忆中的丰田，丰田车型给我的老印象就是：它们吸引人的地方都不在驾驶层面，而凯美瑞则变得更运动、有更好的人车沟通感，还有更高级的行驶品质。在合资品牌中型车里想要选一个操控优秀的，曾经可能只有阿特兹这一个选项，那现在可以算上凯美瑞了。',
      pic: 'http://img0.imgtn.bdimg.com/it/u=1460977163,187231387&fm=27&gp=0.jpg'
    }]
}

export default list